{"id":543,"date":"2023-11-02T17:41:22","date_gmt":"2023-11-02T20:41:22","guid":{"rendered":"https:\/\/larissasousa.adv.br\/?p=543"},"modified":"2023-11-02T17:42:28","modified_gmt":"2023-11-02T20:42:28","slug":"sem-registro-contrato-de-uniao-estavel-com-separacao-total-de-bens-nao-produz-efeitos-perante-terceiros","status":"publish","type":"post","link":"https:\/\/larissasousa.adv.br\/sem-registro-contrato-de-uniao-estavel-com-separacao-total-de-bens-nao-produz-efeitos-perante-terceiros\/","title":{"rendered":"Sem registro, contrato de União Estável com Separação Total de Bens não produz efeitos perante terceiros"},"content":{"rendered":"\n<figure class=\"wp-block-image size-full\"><img fetchpriority=\"high\" decoding=\"async\" width=\"1024\" height=\"700\" src=\"https:\/\/larissasousa.adv.br\/wp-content\/uploads\/2023\/11\/uniao-estavel-1.png\" alt=\"\" class=\"wp-image-544\" srcset=\"https:\/\/larissasousa.adv.br\/wp-content\/uploads\/2023\/11\/uniao-estavel-1.png 1024w, https:\/\/larissasousa.adv.br\/wp-content\/uploads\/2023\/11\/uniao-estavel-1-300x205.png 300w, https:\/\/larissasousa.adv.br\/wp-content\/uploads\/2023\/11\/uniao-estavel-1-768x525.png 768w\" sizes=\"(max-width: 1024px) 100vw, 1024px\" \/><\/figure>\n\n\n\n<p><br>A Terceira Turma do Superior Tribunal de Justiça (STJ) decidiu que o contrato particular de união estável com separação total de bens não impede a penhora do patrimônio de um dos conviventes para o pagamento de dívida do outro, pois tem efeito somente entre as partes. Segundo o colegiado, a união estável não produz efeitos perante terceiros quando não há registro público.<\/p>\n\n\n\n<p>A turma julgadora firmou esse entendimento, por unanimidade, ao negar provimento ao recurso especial em que uma mulher contestou a penhora de móveis e eletrodomésticos, que seriam apenas dela, para o pagamento de uma dívida de seu companheiro. Ela alegou que, antes de comprar os itens, havia firmado contrato de união estável com separação total de bens com o devedor.<\/p>\n\n\n\n<p>Segundo o processo, esse contrato foi celebrado quatro anos antes do deferimento da penhora, mas o registro público foi realizado somente um mês antes da efetivação da constrição. O contrato particular tem eficácia apenas para questões internas da união estável.<\/p>\n\n\n\n<p>A mulher opôs embargos de terceiro no cumprimento de sentença proposto contra seu companheiro, mas as instâncias ordinárias consideraram que os efeitos do registro público da união estável não retroagiriam à data em que houve o reconhecimento de firmas no contrato. Contudo, resguardaram o direito da embargante a metade da quantia resultante do leilão dos bens.<\/p>\n\n\n\n<p>Para a relatora no STJ, ministra Nancy Andrighi, o que estava em discussão não era exatamente a irretroatividade dos efeitos do registro da separação total de bens pactuada entre os conviventes, mas a abrangência dos efeitos produzidos pelo contrato particular e por seu posterior registro.<\/p>\n\n\n\n<p>De acordo com a magistrada, o artigo 1.725 do Código Civil estabeleceu que a existência de contrato escrito é o único requisito legal para que haja a fixação ou a modificação do regime de bens aplicável à união estável, sempre com efeitos futuros.<\/p>\n\n\n\n<p>Desse modo, o instrumento particular terá eficácia e vinculará as partes, independentemente de publicidade e registro, sendo relevante para definir questões internas da união estável, porém &#8220;verdadeiramente incapaz de projetar efeitos para fora da relação jurídica mantida pelos conviventes, em especial em relação a terceiros porventura credores de um deles&#8221;, acrescentou.<\/p>\n\n\n\n<p>Registro da união estável não afeta a penhora deferida anteriormente. Sobre o caso analisado, a ministra destacou que o requerimento e o deferimento da penhora ocorreram antes do registro do contrato com cláusula de separação total de bens, que somente foi feito um mês antes da efetiva penhora dos eletrodomésticos &#8211; indicando que o registro foi uma tentativa de excluir da constrição que seria realizada os bens supostamente exclusivos da companheira. Ao manter o acórdão recorrido, Nancy Andrighi concluiu que o fato de a penhora ter sido efetivada só após o registro público da união estável é irrelevante, pois, quando a medida foi deferida, o contrato particular celebrado entre a recorrente e o devedor era de ciência exclusiva dos dois, não projetando efeitos externos.<\/p>\n\n\n\n<p>Fonte: STJ.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>A Terceira Turma do Superior Tribunal de Justiça (STJ) decidiu que o contrato particular de união estável com separação total de bens não impede a penhora do patrimônio de um dos conviventes para o pagamento de dívida do outro, pois tem efeito somente entre as partes. Segundo o colegiado, a união estável não produz efeitos [&hellip;]<\/p>\n","protected":false},"author":1,"featured_media":544,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"_joinchat":[],"footnotes":""},"categories":[4],"tags":[],"_links":{"self":[{"href":"https:\/\/larissasousa.adv.br\/wp-json\/wp\/v2\/posts\/543"}],"collection":[{"href":"https:\/\/larissasousa.adv.br\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/larissasousa.adv.br\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/larissasousa.adv.br\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/larissasousa.adv.br\/wp-json\/wp\/v2\/comments?post=543"}],"version-history":[{"count":2,"href":"https:\/\/larissasousa.adv.br\/wp-json\/wp\/v2\/posts\/543\/revisions"}],"predecessor-version":[{"id":547,"href":"https:\/\/larissasousa.adv.br\/wp-json\/wp\/v2\/posts\/543\/revisions\/547"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/larissasousa.adv.br\/wp-json\/wp\/v2\/media\/544"}],"wp:attachment":[{"href":"https:\/\/larissasousa.adv.br\/wp-json\/wp\/v2\/media?parent=543"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/larissasousa.adv.br\/wp-json\/wp\/v2\/categories?post=543"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/larissasousa.adv.br\/wp-json\/wp\/v2\/tags?post=543"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}